Repository: fedora-sysv/chkconfig
Catalog: po/*.po
Languages: de

source: %s version %s - Copyright (C) 1997-2000 Red Hat, Inc.
de: %s Version %s - Copyright (C) 1997-2008 Red Hat, Inc.

source: This may be freely redistributed under the terms of the GNU Public License.
de: Kostenlose Weitergabe unter den Bedingungen der GNU Public License erlaubt.

source: usage: %s [name]
de: Aufruf: %s [Name]

source: usage: %s <enable|disable|is-enabled> [name]
de: Verwendung: %s <enable|disable|is-enabled> [name]

source: usage: %s [--list] [--type <type>] [name]
de: Aufruf: %s [--list] [--type <type>] [name]

source: Note: This output shows SysV services only and does not include native systemd services. SysV configuration data might be overridden by native systemd configuration.
de: Hinweis: Diese Ausgabe zeigt lediglich SysV-Dienste und beinhaltet keine nativen systemd-Dienste. Die SysV-Konfigurationsdaten könnten durch die systemd-Konfiguration überschrieben werden.

source: If you want to list systemd services use 'systemctl list-unit-files'. To see services enabled on particular target use 'systemctl list-dependencies [target]'.
de: Verwenden Sie zum Auflisten von systemd-Diensten 'systemctl list-unit-files'. Verwenden Sie zum Auflisten von Diensten, die auf einem bestimmten Ziel aktiviert sind, 'systemctl list-dependencies [Ziel]'.

source: service %s supports chkconfig, but is not referenced in any runlevel (run 'chkconfig --add %s')
de: Dienst %s unterstützt chkconfig, besitzt aber keinen Bezug auf einen Runlevel (führen Sie »chkconfig --add %s« aus)

source: service %s does not support chkconfig
de: Dienst %s unterstützt chkconfig nicht

source: error reading information on service %s: %s
de: Fehler beim Lesen der Informationen über den Dienst %s: %s

source: You do not have enough privileges to perform this operation.
de: Sie besitzen nicht die nötigen Rechte zum Ausführen dieser Operation.

source: on
de: Ein

source: off
de: Aus

source: xinetd based services:
de: xinetd-basierende Dienste:

source: failed to open directory %s: %s
de: Fehler beim Öffnen des Ordners %s: %s

source: Note: Forwarding request to 'systemctl %s %s'.
de: Hinweis: Anfrage wird weitergeleitet an »systemctl %s %s«.

source: Failed to forward service request to systemctl: %m
de: Fehler beim Weiterleiten der Anfrage an systemctl: %m

source: --type must be 'sysv' or 'xinetd'
de: --type muss »sysv« oder »xinetd« sein

source: only one of --list, --add, --del, or --override may be specified
de: nur eines der Argumente --list, --add, --del oder --override darf angegeben werden

source: only one runlevel may be specified for a chkconfig query
de: für eine chkconfig-Anfrage kann nur ein Runlevel festgelegt werden

source: Press <F1> for more information on a service.
de: Weitere Informationen zu einem Dienst erhalten Sie mit <F1>.

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: What services should be automatically started?
de: Welche Dienste sollen automatisch gestartet werden?

source: Services
de: Dienste

source: error reading info for service %s: %s
de: Fehler beim Lesen von Informationen des Dienstes %s: %s

source: error reading from directory %s: %s
de: Fehler beim Lesen des Ordners %s: %s

source: You must be root to run %s.
de: Sie müssen als root angemeldet sein, um %s auszuführen.

source: bad argument to --levels
de: Ungültiges Argument bei --levels

source: No services may be managed by ntsysv!
de: Mit ntsysv können keine Dienste verwaltet werden!

source: failed to open %s/init.d: %s
de: Fehler beim Öffnen von %s/init.d: %s

source: failed to glob pattern %s: %s
de: Fehler beim Mustervergleich des Musters %s: %s

source: cannot determine current run level
de: aktueller Runlevel kann nicht ermittelt werden

source: Unable to set SELinux context for %s: %s
de: SELinux-Kontext für %s kann nicht festgelegt werden: %s

source: failed to make symlink %s: %s
de: Fehler beim Erstellen der symbolischen Verknüpfung %s: %s

source: This may be freely redistributed under the terms of the GNU Public License.
de: Kostenlose Weitergabe unter den Bedingungen der GNU Public License erlaubt.

source: usage: alternatives --install <link> <name> <path> <priority>
de: Aufruf: alternatives --install <Link> <Name> <Pfad> <Priorität>

source: [--initscript <service>]
de: [--initscript <Dienst>]

source: alternatives --remove <name> <path>
de: alternatives --remove <Name> <Pfad>

source: alternatives --set <name> <path/family>
de: alternatives --set <Name> <Pfad/Familie>

source: common options: --verbose --test --help --usage --version --keep-missing --keep-foreign
de: allgemeine Optionen: --verbose --test --help --usage --version --keep-missing --keep-foreign

source: --altdir <directory> --admindir <directory>
de: --altdir <Ordner> --admindir <Ordner>

source: reading %s
de: %s wird gelesen

source: failed to open %s: %s
de: Fehler beim Öffnen von %s: %s

source: failed to read %s: %s
de: Fehler beim Lesen von %s: %s

source: %s empty!
de: %s leer!

source: bad mode on line 1 of %s
de: Ungültiger Modus in Zeile 1 von %s

source: bad primary link in %s
de: Ungültiger primärer Link in %s

source: path %s unexpected in %s
de: Pfad %s nicht erwartet in %s

source: unexpected end of file in %s
de: Unerwartetes Dateiende in %s

source: path to alternate expected in %s
de: Pfad zum Wechseln in %s erwartet

source: unexpected line in %s: %s
de: Unerwartete Zeile in %s: %s

source: closing '@' missing or the family is empty in %s
de: »@« fehlt am Ende oder die Familie ist leer bei %s

source: numeric priority expected in %s
de: Numerische Priorität in %s erwartet

source: failed to read link %s: %s
de: Fehler beim Lesen von Link %s: %s

source: link points to no alternative -- setting mode to manual
de: Link zeigt zu keiner Alternative -- Modus wird auf manuell gesetzt

source: link changed -- setting mode to manual
de: Link geändert -- Modus wird auf manuell gesetzt

source: would remove %s
de: würde %s entfernen

source: failed to remove link %s: %s
de: Fehler beim Entfernen des Link %s: %s

source: would link %s -> %s
de: würde Link %s -> %s erstellen

source: failed to link %s -> %s: %s
de: Fehler beim Erstellen des Link %s -> %s: %s

source: %s already exists
de: %s bereits vorhanden

source: failed to create %s: %s
de: Fehler beim Erzeugen von %s: %s

source: failed to replace %s with %s: %s
de: Fehler beim Ersetzen von %s mit %s: %s

source: running %s
de: läuft %s

source: %s has not been configured as an alternative for %s
de: %s wurde nicht als eine Alternative für %s konfiguriert

source: the primary link for %s must be %s
de: Der primäre Link für %s muss %s sein

source: %s - status is auto.
de: %s - Status ist automatisch.

source: %s - status is manual.
de: %s - Status ist manuell.

source: link currently points to %s
de: Link verweist auf %s

source: family %s
de: Familie %s

source: priority %d
de: Priorität %d

source: Current `best' version is %s.
de: Zur Zeit ist die `best' Version %s.

source: There is %d program that provides '%s'.
de: Es gibt %d Programm, welches »%s« zur Verfügung stellt.

source: There are %d programs which provide '%s'.
de: Es gibt %d Programme, welche »%s« zur Verfügung stellen.

source: Selection Command
de: Auswahl Befehl

source: Enter to keep the current selection[+], or type selection number:
de: Eingabe um die vorgegebene Auswahl[+] zu behalten, oder geben Sie die Nummer an:

source: error reading choice
de: Fehler beim Lesen der Auswahl

source: cannot access %s/%s: No such file or directory
de: kann nicht auf %s/%s zugreifen: Keine solche Datei oder Verzeichnis

source: (would remove %s
de: (würde %s entfernen

source: failed to remove %s: %s
de: Fehler beim Entfernen von %s: %s

source: --family can't contain the symbol '@'
de: --family darf das »@«-Symbol nicht enthalten

source: altdir %s invalid
de: altdir %s ungültig

source: admindir %s invalid
de: admindir %s ungültig
